import { IMetaData } from '../../../../models/IMetaData.interface';

export class MetaCab14Watt implements IMetaData {
  keywords = 'keywords';
  // tslint:disable-next-line: max-line-length
  keywordsContent = 'теплый пол в стяжку, кабель в стяжку, warmehaus cab 14w, теплый пол, теплые полы, пол с подогревом, подогрев пола, теплый пол электриеский, отопление дома, теплый пол в баню, теплый пол на кухню, теплый пол на балконе, купить теплый пол в Минске, как сделать теплый пол, теплые полы сколько стоят, теплые полы цена в Минске, отопление дома теплым полом,сколько стоит теплый пол в Минске, теплый пол электриеский купить в Минске, вармехаус, warmehaus, мощность теплого пола, теплый пол в частном доме, греющий кабель купить в Минске, номер 1 в Минске, хороший, надежность теплого пола, теплый пол с доставкой';
  description = 'description';
  // tslint:disable-next-line:max-line-length
  descriptionContent = 'WÄRMEHAUS ® CAB 14W Thin Германия - готовая к применению нагревательная система ТЕПЛЫЙ ПОЛ в слой плиточного клея. Выбирая ширину шага от 4 до 10см возможно добиться удельной мощности от 100Вт/м2 до 280Вт/м2,что решает любые задачи в жилых помещениях, санитарных узлах, лоджиях, банях.  Универсальное решение* для комфортного или основного обогрева жилых помещений:  под керамическую плитку или система для обогрева труб.';
  ogTitle = 'og:title';
  ogTitleContent = 'Тонкий нагревательный Кабель с мощностью 14Вт на 1 метр погонный';
  ogDescription = 'og:description';
  // tslint:disable-next-line:max-line-length
  ogDescriptionContent = 'WÄRMEHAUS ® CAB 14W Thin Германия - готовая к применению нагревательная система ТЕПЛЫЙ ПОЛ в слой плиточного клея. Выбирая ширину шага от 4 до 10см возможно добиться удельной мощности от 100Вт/м2 до 280Вт/м2,что решает любые задачи в жилых помещениях, санитарных узлах, лоджиях, банях.  Универсальное решение* для комфортного или основного обогрева жилых помещений:  под керамическую плитку или система для обогрева труб.';
  ogType = 'og:type';
  ogTypeContent = 'website';
  ogImage = 'og:image';
  ogImageContent = '../../../assets/images/WARMEHAUS CAB 14W 2 s 400 1(1).jpg';
  ogUrl = 'og:url';
  ogUrlContent = 'https://warmehaus.com.by/cable-14Watt';
}
